export const mainContract: { [key: string]: any } = {
  title: '天翼管理型云服务平台-云连接产品',
  subtitle: '合作协议',
  contentList: [
    {
      title: '特别提示：'
    },
    {
      term: '天翼管理型云服务平台(E-surfing Managed Cloud Platform，网址：ctclouds.com)是由中国电信国际有限公司(简称“国际公司”)运营的管理型云产品增值服务平台。云连接合作伙伴使用天翼管理型云服务平台服务之前，应当认真阅读《天翼管理型云服务平台-云连接产品合作协议》(简称“本协议”)的全部内容。合作伙伴应当审慎阅读、充分理解各条款的内容。如果合作伙伴对本协议条款有疑问，请向国际公司询问，国际公司将解释条款内容。如果合作伙伴不同意本协议的任意内容，或者无法准确理解国际公司对条款的解释，请不要点击确认本协议，也不要使用天翼管理型云服务平台的任何服务。合作伙伴通过网络页面勾选确认/ 或点击确认等方式确认本协议，即表示合作伙伴已同意和接受本协议的全部内容，本协议即构成合作伙伴与国际公司之间关于天翼管理型云服务平台服务事宜的有约束力的法律文件，合作伙伴应当按照本协议的约定使用天翼管理型云服务平台的服务。'
    },
    {
      title: '一、定义',
      term: '1.1 天翼管理型云服务平台(简称“平台”)：是指由国际公司运营的、向用户提供包括基础软件、企业应用、专业服务、安全软件、解决方案等管理型云产品增值服务平台，网址为',
      url: 'www.ctclouds.com',
      termTwo: '。'
    },
    {
      term: '1.2 云连接合作伙伴(简称“合作伙伴”)：是指拥有国际公司天翼管理型云服务平台账户、取得国际公司云连接产品合作伙伴资格、拟通过天翼管理型云服务平台向用户销售云连接产品服务的除国际公司外的企业。'
    },
    {
      term: '1.3 用户：是指同意《中国电信国际有限公司天翼管理型云服务平台用户服务协议》(',
      url: 'https://www.ctclouds.com/portal/zh_CN/site-document/siteDocument-20210610165216.html',
      termTwo:
        ') 的全部内容、在国际公司网站已完成注册和实名认证程序、接受合作伙伴提供的商品或服务的国际公司用户。'
    },
    {
      term: '1.4 云连接产品(简称“产品”)：是指国际公司通过天翼管理型云服务平台向用户销售的云连接产品服务，具有多云互联、全球可达、安全高速、自助开通、智能运维、弹性计费等特点。'
    },
    {
      term: '1.5 双方：是指合作伙伴和国际公司。'
    },
    {
      title: '二、协议范围',
      term: '2.1 本协议由国际公司与云连接合作伙伴共同缔结，具有合同效力。除另有约定外，国际公司通过天翼管理型云服务平台向合作伙伴提供的所有平台服务均受本协议约束。'
    },
    {
      term: '2.2 《天翼管理型云服务平台用户服务协议》、本协议共同构成合作伙伴与国际公司关于天翼管理型云服务平台的全部约定。对于本协议未约定的事项，双方应当遵守《天翼管理型云服务平台用户服务协议》的约定。如本协议跟《天翼管理型云服务平台用户服务协议》有冲突, 概以《天翼管理型云服务平台用户服务协议》为准。'
    },
    {
      term: '2.3 本协议终止或解除的，不影响《天翼管理型云服务平台用户服务协议》的有效性，不影响合作伙伴所持国际公司网站账号在国际公司天翼管理型云服务平台网站其他版块的正常使用。《天翼管理型云服务平台用户服务协议》终止或解除的，本协议同时终止或解除，合作伙伴将无法使用天翼管理型云服务平台服务。'
    },
    {
      term: '2.4 国际公司有权根据需要不时地制订、修改本协议，并以网站公示的方式进行变更公告，无需另行单独通知合作伙伴。变更后的协议一经在网站公布后，立即或在公告明确的特定时间自动生效。若合作伙伴在前述变更公告后继续使用天翼管理型云服务平台服务的，即表示合作伙伴已经阅读、理解并接受经修订的协议。若合作伙伴不同意相关变更，应当立即停止使用天翼管理型云服务平台服务。'
    },
    {
      title: '三、合作伙伴资源上线及开通',
      term: '3.1 合作伙伴同时满足以下条件，方可取得合作伙伴资格，向用户使用天翼管理型云服务平台云连接产品服务：',
      additionalTerms: [
        {
          content:
            '(1).合作伙伴在使用天翼管理型云服务平台服务之前，应当首先在国际公司网站完成注册、成为国际公司网站用户。非国际公司网站用户不得登录和使用天翼管理型云服务平台。并且，合作伙伴使用天翼管理型云服务平台服务期间， 应当持续拥有合法有效的国际公司用户账户。'
        },
        {
          content: '(2).合作伙伴应当与国际公司签署本协议，且本协议已生效。'
        },
        {
          content:
            '(3).合作伙伴应当按照本协议约定，向国际公司提交相应资料，并通过国际公司的审核。'
        }
      ]
    },
    {
      term: '3.2 合作伙伴应当提交以下申请资料供国际公司审核：',
      additionalTerms: [
        {
          content:
            '(1).具备中国电信国际有限公司云连接产品供应商资格的文件，以及中国电信国际有限公司供应商编码'
        },
        {
          content: '(2).公司及产品介绍资料'
        },
        {
          content: '(3).国际公司要求的其他资料'
        }
      ]
    },
    {
      term: '3.3 合作伙伴使用天翼管理型云服务平台服务，应当与国际公司签署本协议。签署完成后，国际公司将对服务商主体资格、业务资质等事项进行审核。审核通过的，国际公司将以电子邮件或者天翼管理型云服务平台系统通知等方式通知合作伙伴；自收到国际公司审核通过的通知时起，本协议生效，合作伙伴方可使用天翼管理型云服务平台服务。'
    },
    {
      term: '3.4 合作伙伴使用天翼管理型云服务平台服务的过程中，如果合作伙伴丧失一项或多项入驻条件，或者提交的资料不再符合国际公司的要求，则国际公司有权向合作伙伴发出通知，要求合作伙伴于15个工作日内补交相关资料，合作伙伴不能按期补交相关资料的，国际公司有权下架合作伙伴已经上线的产品资源信息，直至终止向合作伙伴提供天翼管理型云服务平台服务、终止本协议并不承担任何责任。'
    },
    {
      term: '3.5 业务合作过程中，双方以相互信任、业务透明为业务合作原则，针对用户通过平台所订购的云连接产品服务，合作伙伴同意及授权国际公司通过系统对接、电子邮件、网站通知等形式，向合作伙伴发送资源查询、预占、订购等业务信息，并配合完成相应的业务开通工作。'
    },
    {
      title: '四、费用及结算',
      term: '4.1 协议期内，国际公司按照客户项目对合作伙伴进行结算，结算金额已含增值税等适用税款。合作伙伴在发起结算时，须为国际公司提供符合当地法律发规的正式或形式发票，国际公司在次月30个工作日内凭对方提供的等额法定有效发票将应结款项划入对方指定的银行帐号。如果国际公司实付金额与应付金额出现差异时，其差额将在下月结算日由国际公司进行补/退费调帐处理。'
    },
    {
      term: '4.2 在平台管理界面所显示的订单状态为“未完成”“已取消”等未进行起租的订单不参与结算。'
    },
    {
      title: '五、合作伙伴的权利和义务',
      term: '5.1 合作伙伴承诺其为依法注册并有效存续的企业，具有使用天翼管理型云服务平台服务、与用户达成交易并履行其义务的能力。'
    },
    {
      term: '5.2 合作伙伴使用天翼管理型云服务平台服务，应当遵守本协议的约定并执行天翼管理型云服务平台的相关规则。'
    },
    {
      term: '5.3 合作伙伴所提供的产品资源应满足当地及提供地合规性要求。除法律法规另有规定外，国际公司不会对合作伙伴所发布的资源信息进行合规性审核，合作伙伴应当保证其资源信息的合法性，并承担由此产生的一切责任, 并确保国际公司免责。'
    },
    {
      term: '5.4 合作伙伴有权自主确定产品资源价格。合作伙伴确定的产品价格应当符合相关法律法规的规定。 '
    },
    {
      term: '5.5 当合作伙伴在其官网更新产品信息(包括产品名称、产品价格、产品内容)时，有义务及时更新天翼管理型云服务平台的产品信息并提交申请。'
    },
    {
      term: '5.6 合作伙伴应保证其提供的产品安全可靠，并且解决产品的相关技术问题，满足国际公司云连接产品SLA要求。'
    },
    {
      term: '5.7 合作伙伴应当对其云连接产品的真实性、合法性、安全性等向国际公司作出承诺，并确保提供的产品符合以下要求标准：',
      additionalTerms: [
        {
          content:
            '(1).按照产品协议约定的内容为用户提供安全、稳定、合法的产品及服务；'
        },
        {
          content:
            '(2).提供每周7*24小时的非现场咨询服务和技术支持服务，服务方式包括电话支持、邮件支持、在线支持中的一种或几种；'
        },
        {
          content:
            '(3).《中国电信国际有限公司供应商商业道德及行为规范》中規定的其他要求, 具体参考中电信国际公司〔2023〕138号 发文要求落实。'
        }
      ]
    },
    {
      term: '5.8  合作伙伴应赔偿国际公司(或其任何关联公司)发生的、因第三方申索之任何知识产权、或其提供的产品资源侵犯了任何第三方知识产权，包括商标、服务标识、标识权、商号、表征权、以及假冒起诉权(包括与商标相关的商誉)、不正当竞争起诉权，在每一情况下，无论是在合同、侵权或其他方面)而产生的任何损失、损害赔偿、负债或费用(每一情况下，无论何种性质)，并应使國際公司(及其关联公司)免于受到该等任何损失、损害赔偿、负债或费用之损害。'
    },
    {
      title: '六、国际公司的权利和义务',
      term: '6.1 国际公司作为整体业务运营的主体，负责产品的组合和销售，并确认各方营销策略设计；同时作为整体业务的付款结算公司，于收到客户支付的项目款后，依据协议约定向其他相关各方支付本协议约定的合作款项。'
    },
    {
      term: '6.2 国际公司有权审核合作伙伴的经营资质，有权制定和修改与本合作协议相关的管理办法、考核条款等管理规定，并将按有关管理规定对合作伙伴进行考核，有权根据考核情况采取相应措施，包括但不限于要求合作伙伴整改、调整结算价格甚至终止业务合作。'
    },
    {
      term: '6.3国际公司平台或系统中生成的合同信息、结算信息、投诉及违约处理信息，包括但不限于数据、表格、附件等的发布、回复、确认、说明等，除非特别指出，均视为双方进行沟通的证据。'
    },
    {
      title: '七、违约责任和责任限制',
      term: '7.1 合作伙伴理解并同意，合作伙伴违反有关法律法规或者本协议约定，未履行本协议项下相关义务的，应当承担相应违约责任。国际公司有权根据本协议及相关规则对合作伙伴进行相应处理， 包括但不限于暂停或终止与合作伙伴合作、直至将其清退等。'
    },
    {
      term: '7.2 除本协议另有约定外，任何一方违反本协议项下的陈述、承诺、保证或义务，属于违约行为，应当承担相应的责任：',
      additionalTerms: [
        {
          content:
            '(1).该违约行为使另一方遭受任何诉讼、纠纷、索赔、处罚等的，违约方应负责解决；'
        },
        {
          content:
            '(2).该行为使另一方发生任何费用、额外责任或遭受损失的，违约方应当负责赔偿；'
        },
        {
          content:
            '(3).双方均有过错的，应根据各方实际过错程度，分别承担各自的违约责任；'
        },
        {
          content:
            '(4)如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，要求其予以纠正、消除影响，违约方未予以改正的，守约方有权通知对方立即终止本协议。'
        }
      ]
    },
    {
      term: '7.3 国际公司将在现有技术的基础上尽合理努力提供相应的安全措施，以保障本协议项下的服务安全和正常运行。但由于可能存在的计算机病毒、网络通讯故障、系统维护等方面的因素，以及可能发生的不可抗力事件，国际公司在此明确声明，对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。'
    },
    {
      term: '7.4 对于合作伙伴就本合同而遭受的或发生的相关损失，国际公司对合作伙伴承担的最大责任(不论是合同或侵权方面(包括但不限于出于疏忽或其他原因所致)), 在任何情况下, 国际公司的累计赔偿应以本合同服务初始期内合作伙伴根据本合同所支付的全部金额总额的100%为上限。任何一方均不根据或就任何本合同而对任何间接损失负责(不论是合同或侵权方面(包括但不限于出于疏忽或其他原因所致))。就本合同而言, “间接损失”指下列各项的全部或其中任何部分：(a) 利润、使用、预期节约、营业额、业务机会、商誉损失、经济损失或数据丧失；和／或 (b) 非直接损失或损害、特殊、惩罚性或间接性损失。'
    },
    {
      title: '八、协议的有效期及终止',
      term: '8.1合作期为三年，以双方签字生效日顺延三年为准。合作期满后合作自动按年顺延,在合同延续期间，任何一方要终止该合作，需要在合同顺延有效期内至少提前3个月书面通知对方。'
    },
    {
      term: '8.2 本协议于下列任一情形出现时终止：',
      additionalTerms: [
        { content: '(1).双方协商一致，决定终止本协议；' },
        { content: '(2).国际公司依据本协议约定，单方面终止与合作伙伴的合作；' },
        { content: '(3).守约方依据本协议约定，通知对方终止本协议；' },
        {
          content:
            '(4)国际公司因自身原因，需要提前终止本协议的，应当提前30日书面通知合作伙伴，通知届满之日本协议终止, 而无需向合作伙伴赔偿；'
        },
        {
          content:
            '(5)如发生不可抗力且持续30日以上，任何一方发出终止本协议的书面通知终止本协议；'
        },
        { content: '(6)任何一方宣布破产或进入清算或解散程序；' },
        {
          content: '(7)相关法律法规规定以及双方约定的其他导致本协议终止的情形。'
        }
      ]
    },
    {
      term: '8.3 本协议终止后未尽事宜的处理',
      additionalTerms: [
        {
          content:
            '(1).本协议无论因何种理由终止后，合作伙伴均无权在天翼管理型云服务平台上继续发布产品信息，但合作伙伴应当对其在本协议终止前已经达成交易的用户继续提供服务，直至全部完成。'
        },
        {
          content:
            '(2).本协议之终止并不影响本协议项下未完成之结算或任何一方之付款义务以及其它在终止之日前已产生的义务或权利。'
        },
        {
          content:
            '(3).因一方违反本协议的约定擅自终止本协议，给对方造成损失的，违约方应赔偿对方损失。'
        }
      ]
    },
    {
      title: '九、制裁和出口管制',
      term: '9.1 各方陈述、保证并承诺，该方不得开展有合理可能导致违反任何适用于本协议下的各方或活动的相关制裁的协议、安排、做法或行为。各方进一步确认并同意，一方如未遵守本条规定，应构成对本协议不可补救的实质性违约。'
    },
    {
      term: '9.2即使有任何其他规定，各方均无需根据本协议采取任何构成违反相关制裁的行为，或有合理可能使任何一方面临被指定为被制裁对象的风险的行为。如果在本协议有效期内，任何政府机构颁布任何法律或法规、施加任何要求或限制或采取任何其他行动，且根据订购方的自行判断认定该政府机构的相关行动导致订购方无法履行其在本协议项下的义务，则订购方有权单方面终止本主服务协议。'
    },
    {
      term: '9.3提供方陈述、保证并承诺如下：',
      additionalTerms: [
        {
          content:
            '如果根据任何完整协议或谅解书转移或提供给订购方的任何物品由于其来源、内容或生产方式使其受美国《出口管理条例》或任何其他出口管制条例或许可制度管辖，则提供方将向订购方提供美国分类(出口管制分类号，英文为ECCN)和订购方合理要求的任何其他出口管制信息。'
        }
      ]
    },
    {
      term: '9.4为本第9条之目的，“相关制裁”指：',
      additionalTerms: [
        { content: '(1).根据任何联合国安理会决议实施的联合国制裁；' },
        {
          content:
            '(2).美国财政部海外资产控制办公室(“OFAC”)、工业和安全局(“BIS”)、其他美国财政部或商务部下属机构、或美国国务院管理的美国制裁及出口管制；'
        },
        {
          content:
            '(3).根据共同立场通过的欧盟理事会或委员会规则或决定，为进一步实施欧盟《共同外交与安全政策》而通过的欧盟限制措施；'
        },
        {
          content:
            '(4)英国财政部、出口管制机构或英国的任何其他政府机构或部门管理的英国制裁；'
        },
        {
          content:
            '(5)中国商务部、外交部和任何其他中国政府机构或部门管理的中国制裁和出口管制；'
        },
        {
          content:
            '(6)适用于任何一方或本协议下任何活动的任何其他经济制裁或出口管制法律法规。 '
        }
      ]
    },
    {
      title: '十、保密',
      term: '10.1 各方应：',
      additionalTerms: [
        {
          content:
            '(1).对另一方及其高级职员、员工、代表、关联方及任何第三方提供商(统称为其“代表”)的所有保密信息(包括本主服务协议和任何完整协议的存在这一事实)(“另一方的保密信息”)予以保密，并应促使其代表对另一方的保密信息予以保密；'
        },
        {
          content:
            '(2).对另一方的保密信息采用该方为避免其自己的保密信息遭受未经授权披露而通常采用的同等审慎程度(其在任何情况下不得逊于合理的审慎标准)；'
        },
        {
          content:
            '(3).其自身并应促使其代表仅在履行其在本主服务协议或任何完整协议下的义务中使用另一方的保密信息，并且除非适用法律另有规定，不得进一步披露另一方的保密信息；且'
        },
        {
          content:
            '(4)仅向其代表披露其履行本主服务协议或任何完整协议下的义务所严格需要的另一方的保密信息。'
        }
      ]
    },
    {
      term: '10.2本第10条的义务不适用于下列任何信息：',
      additionalTerms: [
        {
          content: '(1).根据下列各项规定而披露的信息：',
          list: [
            'Ⅰ.适用法律和适用隐私法律',
            'Ⅱ.对披露方具有权限的任何监管机构的要求或建议',
            'Ⅲ.任何相关证券交易市场的规则'
          ]
        },
        {
          content:
            '但是，在上述各情形下，披露方应在适用法律和适用隐私法律允许的范围内及时通知另一方其披露要求，并配合另一方为避免或限制披露而采取的合理行动和要求；'
        },
        {
          content:
            '(2).在另一方或其关联方披露时，接受该信息一方不具有保密义务且早已获得该信息',
          list: [
            'Ⅰ.在披露之时早已为公共所知的信息，但因违反本主服务协议或任何完整协议所致者除外；',
            'Ⅱ.未经接触另一方或其任何关联方的保密信息而独立开发的信息；',
            'Ⅲ.为本主服务协议、某一完整协议或根据本主服务协议或任何完整协议签订的任何其他文件引起的任何仲裁或司法程序之目的而披露的信息。'
          ]
        }
      ]
    },
    {
      term: '10.3本第10条的任何规定并不限制任何一方：',
      additionalTerms: [
        {
          content:
            '(1).向其顾问、法律顾问或其他专业顾问、审计师及银行披露本主服务协议和任何完整协议或任何保密信息；'
        },
        {
          content:
            '(2).向任何经许可的本主服务协议及相关完整协议的受让方披露存在本主服务协议和任何完整协议这一事实以及本主服务协议和任何完整协议的条款和标的'
        }
      ]
    },
    {
      term: '但是，在上述各情形下，披露须在不逊于本第10条所载保密条款的严格程度的保密条款下做出。'
    },
    {
      title: '十一、不可抗力',
      term: '11.1在不妨碍本協議的终止权利的前提下, 任何一方如因不可抗力情形而延迟履行或无法履行其在本协议的任何义务，则该方并不构成对本协议的违约，亦无须对该延迟或无法履约承担责任。在上述情形下，履行受影响义务的时间将相应延长，时长相当于不可抗力情形导致的延迟时间。'
    },
    {
      term: '11.2被妨碍履行其义务的一方应在获悉该事件后七(7)个工作日内, 将不可抗力情形书面通知另一方。如果受影响方未能在前述时限内将发生不可抗力情形通知另一方，则该双方均知悉不可抗力情形或者受影响方由于不可抗力情形无法通知另一方，则此义务不适用。'
    },
    {
      title: ' 十二、数据隐私 ',
      term: '12.1为本第12条之目的，本主服务协议中未定义的任何术语和表述应具有适用隐私法律中规定的含义。'
    },
    {
      term: '12.2第12.3条的规定应仅适用于以下情况： ',
      additionalTerms: [
        {
          content:
            '(1).提供方被要求在提供相关服务时代表订购方(作为数据控制方或数据用户或同等身份)处理个人数据'
        },
        { content: '(2).对于相关处理活动, 适用隐私法律有所规定' }
      ]
    },
    {
      term: ' 12.3受限于第12.2条的规定，双方确认，就本协议项下处理的所有个人数据而言，服务订购方为数据控制方或数据用户(或同等身份)，服务提供方为数据处理方(或同等身份)。提供方应：',
      additionalTerms: [
        {
          content:
            '(1).根据主服务协议并仅根据订购方的记录在案的书面指示，仅代表订购方处理该等个人数据，且不得向任何其他人披露该等个人数据(包括但不限于订购方对该等个人数据的任何识别以及该等个人数据的相关性质)、使用或为任何其他目的以任何其他形式来处理该等个人数据；'
        },
        {
          content:
            '(2).关于从欧洲经济区内部向欧洲经济区之外、英国或国际组织转移个人数据, 若提供方须遵守适用法律及/或适用隐私法律下任何个人数据转移的要求, 而这些要求是订购方也需要遵守的，则提供方应在进行任何跨境数据转移活动之前, 及时将该等法律要求告知订购方；'
        },
        {
          content:
            '(3).在开始任何处理活动之前，如果提供方合理地认为订购方向提供方发出的任何指示违反了任何适用隐私法律，应通知订购方；'
        },
        {
          content: '(4)确保提供方的所有员工和分包商都被授权处理个人数据;',
          list: [
            'Ⅰ.该等个人数据承担有约束力的保密义务;',
            'Ⅱ.仅根据订购方的指示处理该等个人数据(除非适用法律及/或适用隐私法律另有要求)；'
          ]
        },
        {
          content:
            '(5)在考虑技术发展水平程度、实施成本、处理的性质、范围、背景和目的，以及个人数据的性质对数据主体可能产生的风险的情况后，实施经订购方审核及批准的适当技术和组织措施，以避免遭到未经授权或违法处理个人数据的风险, 及个人数据的意外损失或损毁，相关措施应该跟前述风险原因所造成的损失、以及需予以保护的数据的性质互为恰当，且应涵盖能确保与风险相适应的安全水平，包括在适当范围内考虑：',
          list: [
            'Ⅰ.个人数据的假名和加密；',
            'Ⅱ.确保处理系统和服务的持续保密性、完整性、可用性和弹性的能力；',
            'Ⅲ.出现物理或技术事故时，及时恢复个人数据可获得性和可访问性的能力；',
            'Ⅳ.定期测试、评估和评定为保证处理安全而采取的技术和组织措施的有效性的流程；'
          ]
        },
        {
          content: '(6)仅在以下任一情况下聘用另一处理机构：',
          list: [
            'Ⅰ.根据本協議(转让和分包)获允许或作为提供方的关联方；',
            'Ⅱ.经订购方事先特别书面授权(且订购方特此承认并授权在起始日之前向订购方提供的服务中涉及的对任何处理机构的聘用，但前提是，该等服务在实质上等同于相关服务)；'
          ]
        },
        {
          content:
            '而且在每种情况下，提供方及相关数据处理机构均应通过签订具有法律约束力的独立书面协议，将与本協議中规定的数据保护义务相同的义务施加予该数据处理机构，但前提是，如果该数据处理机构未履行其数据保护义务，提供方仍应就该数据处理机构义务的履行向订购方承担全部责任；'
        },
        {
          content: '(7)在每种情况下，按订购方的合理要求',
          list: [
            'Ⅰ.采取适当的技术和组织措施，协助订购方，回应数据主体在适用隐私法律项下提出的访问、更正、删除或携带个人数据，或对其个人数据的处理进行限制或对处理提出异议的要求；',
            'Ⅱ.协助订购方确保遵守订购方在适用隐私法律项下的安全、数据泄露通知、隐私影响评估和监督机构咨询义务，同时考虑到处理的性质和提供方可获得的信息；',
            'Ⅲ.在知悉个人数据违规事件后相应通知订购方，不应迟延；',
            'Ⅳ.在结束提供相关服务时，删除或向订购方退还所有个人数据和现有副本(除非适用法律及/或适用隐私法律要求提供方保留个人数据)，但前提是，如果订购方在结束提供相关服务时未提供指示予提供方，则提供方应在适用隐私法律规定的一个或多个法定保留期届满时删除相关数据；',
            'Ⅴ.向订购方提供所有必要的信息，允许并协助订购方或订购方委任的审计师所进行审计和检查，前提是，此为提供方能证明订购方已根据本协议遵守适用隐私法律所规定的义务所需。'
          ]
        }
      ]
    },
    {
      term: ' 12.4订购方应遵守适用隐私法律的所有适用要求，并确保其拥有必要的法律依据以便能够在本主服务协议的期限内和目的范围内,确保可以合法地处理及向提供方转让个人数据。'
    },
    {
      term: ' 12.5双方确认, 本协议附录1(数据处理附录)载明提供方在本协议项下进行的数据处理的性质和目的，以及个人数据的类别和个人数据所包含数据主体的类别。'
    },
    {
      term: ' 12.6如果适用隐私法律要求双方就本主服务协议拟议的个人数据处理订立数据处理协议，双方应诚信协商并达成适当协议。'
    },
    {
      title: '十三、其他',
      term: ' 13.1 本协议之签署、效力、解释和执行以及争议之解决均应适用中华人民共和国香港特别行政区(＂香港＂)法律，若合作伙伴和国际公司之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，双方均同意由香港法院作为管辖法院。'
    },
    {
      term: '13.2 本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。'
    }
  ]
}
export const appendix: { [key: string]: any } = {
  title: '附录1',
  subtitle: '数据处理附录',
  contentList: [
    {
      title: '1. 标的、性质及目的',
      term: '处理的内容及处理目的如下：'
    },
    {
      term: '[指示: 本项需要按每一个案的情况填入相关服务的概括情形 – 例如: “为向客户提供移动语音服务…”]'
    },
    {
      title: '2. 期限',
      term: '处理数据的期限，应与[*]项下提供相关服务的期限相同。'
    },
    {
      title: '3. 个人类型 ',
      term: '所处理的个人数据涉及以下个人类型：'
    },
    {
      title: '4. 个人数据的类别 ',
      term: '所处理的个人数据由以下类型构成：'
    },
    {
      title: '5. 特别类型个人数据的种类 ',
      term: '所处理的特别类型个人数据包括以下种类：'
    },
    {
      term: '[指示: 由提供方为提供相关服务而收集的、尤为敏感的个人数据类型应在本项中列出, 例如: 关于个人种族、种族起源、政治、宗教、工会会籍、遗传、生物识别 (用于身份识别目的) 、健康状况、性生活、或性取向]'
    }
  ]
}
