<template>
  <div class="protocol">
    <div>
      <div>云管提醒您：</div>
      <div>一、关于系统镜像：</div>
      <div>
        为向您提供更多的可选择的系统镜像，云管提供一些系统镜像供您选择。若您选择云管提供的系统镜像，或可能的自行安装的操作系统及其他软件，都是您自行作出的选择，同时表明您完全同意本免责声明的全部内容。
        云管不对云管提供的任何系统镜像或您自行安装的操作系统及其他软件提供任何形式的支持，不做任何明示的或暗示的保证，不承担由操作系统及其他软件引起的任何损失和责任。
      </div>
      <div>二、关于使用第三方的软件与服务：</div>
      <div>
        使用第三方公司SAP软件或服务的用户，即表示您同意遵守 《SAP软件或服务条款》以及与该软件或服务相关的任何第三方许可条款，当您使用SAP提供的软件或服务时，应该受该软件或服务许可条款的约束。对该软件或服务的任何支持都将由第三方公司SAP根据其软件或服务条款提供。
      </div>
      <div>
        第三方公司SAP为了向使用其软件或服务的用户提供更好的支持，可能需要您的用户信息。使用了SAP软件或服务的用户，即表示您同意SAP公司获取您的相关信息（包括但不限于：企业名称或用户名、联系方式、电子邮件等信息）。如果第三方公司SAP未经您的同意，擅自收集您的与提供软件和服务无关的个人信息，云管不承担任何责任。
      </div>
      <div>
        云管有权随时更新本免责声明，并只需在云管上发布即生效，请您定期查阅本条款。
      </div>
      <div>
        最近更新：2022年4月24日
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">

</script>

<style scoped lang="scss">
.protocol {
  width: 100%;
}
</style>
